insert into yongwang_db.yw_category (id, uid, parent_uid, name, icon, image, sort, level, status, create_time, update_time, create_by, update_by, deleted)
values  (1, 'cat001', '0', '除草剂', '🌿', null, 1, 1, 1, '2025-11-29 19:01:26', '2025-11-29 19:01:26', null, null, 0),
        (2, 'cat002', '0', '杀虫剂', '🐛', null, 2, 1, 1, '2025-11-29 19:01:26', '2025-11-29 19:01:26', null, null, 0),
        (3, 'cat003', '0', '蔬菜种子', '🌱', null, 3, 1, 1, '2025-11-29 19:01:26', '2025-11-29 19:01:26', null, null, 0),
        (4, 'cat004', '0', '草木灰', '🪴', null, 4, 1, 1, '2025-11-29 19:01:26', '2025-11-29 19:01:26', null, null, 0),
        (5, 'cat005', '0', '大棚膜1', '🏕️', null, 5, 1, 1, '2025-11-29 19:01:26', '2025-12-01 01:47:30', null, null, 0),
        (6, 'cat006', '0', '农具', '🔧', null, 6, 1, 1, '2025-11-29 19:01:26', '2025-11-29 19:01:26', null, null, 0),
        (13, 'f780748d1b9a439e9083e9f5ab423076', 'cat003', '草莓种子', '', null, 1, 1, 1, '2025-12-01 01:56:29', '2025-12-01 01:56:29', null, null, 0);